项目/ws/cases/MobileCodeWS/MobileCodeWS_case1.json

{"getMobileCodeInfo":{"soaps":["<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<soapenv:Envelope xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:q0=\"http://WebXml.com.cn/\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><soapenv:Body><q0:getMobileCodeInfo><q0:mobileCode>13952989696<\/q0:mobileCode><q0:userID>30030<\/q0:userID><\/q0:getMobileCodeInfo><\/soapenv:Body><\/soapenv:Envelope>"],"address":"http://ws.webxml.com.cn/WebServices/MobileCodeWS.asmx","soapAction":"http://WebXml.com.cn/getMobileCodeInfo"},"getDatabaseInfo":{"soaps":["<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<soapenv:Envelope xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:q0=\"http://WebXml.com.cn/\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"><soapenv:Body><q0:getDatabaseInfo/><\/soapenv:Body><\/soapenv:Envelope>"],"address":"http://ws.webxml.com.cn/WebServices/MobileCodeWS.asmx","soapAction":"http://WebXml.com.cn/getDatabaseInfo"}}
